const AgreementPayment = () => {
  return (
    <div>
      <h3>유료상품 이용약관</h3>
      <div className="policy-desc">
        <ol>
          <li>
            <div>제 1 조 [목적]</div>
            <div>
              이 약관은 콘텐츠웨이브 주식회사(이하 회사)가 제공하는 유무선 인터넷 유료서비스 이용과
              관련하여 회사와 이용자와의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다
            </div>
            <div>
              <br />
            </div>
          </li>
          <li>
            제 2 조 [정의]
            <br />이 약관에서 사용하는 용어의 정의는 다음과 같습니다.
            <ol>
              <li>1. 해지 : 회사 또는 회원이 서비스 개통 후 이용 계약을 해약하는 것을 말합니다.</li>
              <li>
                2. 유료서비스: 유료서비스라 함은 회원이 회사에 일정 금액을 지불해야만 이용할 수 있는
                회사의 서비스 또는 상품을 의미하거나, 회사 또는 제3자와의 거래 내지 약정 조건을
                수락하는 대가로 이용하게 되는 회사의 서비스 또는 상품을 의미합니다. 유료서비스의
                세부내용은 각각의 서비스 또는 상품 구매 페이지 및 해당 서비스 또는 상품의 결제
                페이지에 상세히 설명되어 있으며 안내된 내용을 바탕으로 이용가능합니다.
              </li>
              <li>
                3. 결제: 회사가 제공하는 유료서비스를 이용하기 위하여 각종 지불수단을 통하여 일정
                금액을 회사 또는 회사가 정한 제3자에 지불 하는 것을 의미합니다.
              </li>
              <li>
                4. 구매 : 회사가 유료서비스에 대한 이용 승낙 및 유료서비스 제공이 가능할 수 있도록
                회원이 이용하고자 하는 유료서비스를 선택하여 해당 유료서비스의 가액과 동일한 코인의
                차감을 청구하거나 지불수단을 통한 결제로써 그 대가를 지급하는 행위를 의미합니다.
              </li>
              <li>
                5. Live : 회사가 방송채널의 실시간 방송을 회원에게 제공하는 서비스를 말합니다.
              </li>
              <li>
                6. wavve코인(웨이브코인) : 회원이 회사 또는 회사가 정한 제3자가 제공하는 결제를
                통하여 충전, 생성하거나, 환불 및 보상, 이벤트 수단으로 회사로부터 지급 받는
                사이버머니(전자화폐)로서, wavve의 유료서비스를 이용하기 위해 현금처럼 지불할 수 있는
                유무선인터넷상의 지급 수단을 의미합니다.
              </li>
              <li>
                7. 충전: wavve코인 충전은 회원이 wavve코인을 확보하기 위해 회사가 정한 특정 지불수단
                중 원하는 결제수단을 선택하여 wavve코인을 구매하는 것을 말합니다.
              </li>
              <li>
                8. 보너스 코인: 회사에서 회원에게 무료로 지급하는 코인으로 회사의
                이벤트/프로모션이나 wavve코인 충전에 대한 추가 코인지급, 회원의 불편사항에 대한 보상
                코인 등이 보너스 코인에 포함됩니다. 단, 보너스 코인은 회사가 정한 특정 이용권 및
                콘텐츠에 한해서 회사가 설정한 유효기간 내에서만 사용 가능하고 환불이나 타인에게
                양도를 할 수 없습니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 3 조 [유료서비스 내용 게시]
            <ol>
              <li>
                1. 회사는 다음 사항을 해당 유료서비스의 이용초기화면이나 그 포장에 회원이 알기 쉽게
                표시합니다.
                <ol>
                  <li>① 유료서비스의 명칭 또는 제호</li>
                  <li>② 유료서비스의 제작 및 표시 연월일</li>
                  <li>③ 유료서비스 제작자의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호</li>
                  <li>④ 유료서비스의 내용, 이용방법, 이용료 기타 이용조건</li>
                </ol>
              </li>
              <li>
                2. 회사는 유료 서비스별 이용가능기기 및 이용에 필요한 최소한의 기술사양에 관한
                정보를 계약체결과정에서 회원에게 제공합니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 4 조 [이용계약의 성립 등]
            <ol>
              <li>
                1. 회원은 회사가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다.
                회사는 계약 체결 전에 각 호의 사항에 관하여 회원이 정확하게 이해하고 실수 또는 착오
                없이 거래할 수 있도록 정보를 제공합니다.
                <ol>
                  <li>①유료서비스 확인 및 선택</li>
                  <li>②결제방법의 선택 및 결제정보의 입력</li>
                  <li>③유료서비스의 이용신청에 관한 확인 또는 회사의 확인에 대한 동의</li>
                </ol>
              </li>
              <li>
                2. 회사는 회원의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을
                유보할 수 있습니다.
                <ol>
                  <li>①실명이 아니거나 타인의 명의를 이용한 경우</li>
                  <li>②허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우</li>
                  <li>
                    ③미성년자가 청소년보호법에 의해서 이용이 금지되는 콘텐츠를 이용하고자 하는 경우
                  </li>
                  <li>④서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우</li>
                </ol>
              </li>
              <li>
                3. 이용계약의 성립시기는 "가입완료", "구매완료"를 신청절차 상에서 표시한 시점으로
                합니다.
              </li>
              <li>
                4. "회원"이 유료서비스를 이용하기 위해서는 이 약관에 동의 후 각 서비스에 따른
                이용조건에 따라 이용요금을 지급하여야 합니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            <div>제 5 조 [미성년자 이용계약에 관한 특칙]</div>
            <div>
              회사는 만 19세 미만의 미성년이용자가 유료서비스를 이용하고자 하는 경우에 부모 등 법정
              대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이
              그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지하는 조치를 취합니다.
            </div>
            <div>
              <br />
            </div>
            <div>
              <br />
            </div>
          </li>
          <li>
            제 6 조 [유료서비스 및 범위]
            <ol>
              <li>
                1. 회사가 회원에게 제공하는 유료서비스의 종류는 아래와 같습니다.
                <ol>
                  <li>
                    ①서비스 속성에 따른 분류
                    <ul>
                      <li>
                        (ㄱ) 스트리밍 서비스: 회사가 콘텐츠를 온라인 스트리밍 방식으로 제공하는
                        서비스
                      </li>
                      <li>
                        (ㄴ) 다운로드 서비스: 회사가 콘텐츠를 다운로드 방식으로 제공하는 서비스
                      </li>
                    </ul>
                  </li>
                  <li>
                    ② 자동결제 여부에 따른 분류
                    <ul>
                      <li>
                        (ㄷ) 기간제 상품: 회원이 Live, VOD 서비스를 이용하고자 하는 기간 동안만
                        이용할 수 있는 상품
                      </li>
                      <li>
                        (ㄹ) 자동결제 상품: 서비스를 이용하는 회원이 정기적으로 유료서비스 이용
                        요금을 회사에 결제하기로 신청한 경우 회원이 지정한 결제 일자 및 수단으로
                        유료서비스의 이용 요금이 자동으로 결제되는 상품
                      </li>
                    </ul>
                  </li>
                  <li>
                    ③ 판매 방식에 따른 분류
                    <ul>
                      <li>
                        (ㅁ) 직접판매 : 회사가 제공하는 유료서비스를 회원에게 결제 수단을 통해 직접
                        제공하는 방식을 말합니다.
                      </li>
                      <li>
                        (ㅂ) 대행판매 : 회사가 제공하는 유료서비스를 제3자를 통해 판매하는 방식으로
                        해당 판매 상품의 이용 방식은 제휴사가 제공하는 유료서비스 안내에 따릅니다.
                      </li>
                    </ul>
                  </li>
                </ol>
              </li>
              <li>
                2. 서비스에서 제공되는 콘텐츠는 제공사, 국가별로 라이선스 정책, 지역별 저작권 및
                사업권역 문제 등 이용환경과 시기에 따라 이용 가능 콘텐츠의 수량 등 콘텐츠의 이용
                조건이 다를 수 있습니다. 위와 같은 제한 사항은 서비스에 관한 회사의 귀책사유를
                구성하지 아니 합니다. 단, 회원이 서비스 이용 중 해지 및 환불 요청을 하는 경우,
                회사는 제 12 조(환불정책) 기준에 따라 환불합니다. 회사는 회원의 이용 국가 및 지역
                확인을 위하여 IP정보 확인 및 회원 본인인증 절차를 거칠 수 있습니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 7 조 [결제방식]
            <ol>
              <li>
                1. 유료서비스의 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가능한 방법으로 할
                수 있습니다. 다만, 회사는 회원의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여
                징수하지 않습니다.
                <ol>
                  <li>①폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체</li>
                  <li>②선불카드, 직불카드, 신용카드 등의 각종 카드결제</li>
                  <li>③온라인무통장입금</li>
                  <li>④전자화폐에 의한 결제</li>
                  <li>⑤마일리지 등 회사가 지급한 포인트에 의한 결제</li>
                  <li>⑥회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제</li>
                  <li>⑦전화 또는 휴대전화를 이용한 결제</li>
                  <li>⑧기타 전자적 지급방법에 의한 대금지급 등</li>
                </ol>
                <p>
                  <br />
                </p>
              </li>
            </ol>
          </li>
          <li>
            제 8 조 [자동결제 및 해지]
            <ol>
              <li>
                1.회사는 매월 서비스 이용계약의 자동갱신 및 이용요금 청구를 위해 서비스 이용기간 및
                서비스 이용 기간 종료 후 일정기간 동안 회원의 결제관련정보를 보유할 수 있습니다.
              </li>
              <li>
                2.회원이 자동결제를 신청하시면 별도의 해지 신청을 하지 않을 경우, 유료서비스의 실제
                이용 여부와 상관없이 정기적으로 지정된 결제 일자 및 수단으로 자동 청구 및
                결제됩니다. (최초 결제일 익일 1일차부터 서비스일수로 계산)
              </li>
              <li>
                3.자동결제를 해지하는 경우 다음 정기 결제 예정일로부터 청구 및 결제가 중단되어
                서비스 이용기간 갱신이 중단됩니다. 회원은 기 결제한 서비스를 잔존 이용기간에도 제한
                없이 이용할 수 있습니다.
              </li>
              <li>
                4.타인의 결제 정보를 동의 없이 사용할 경우 민/형사상 책임을 지게 되며 관계법령에
                의해 처벌될 수 있습니다.
              </li>
              <li>
                5.결제 정보 변경, 신용카드 및 휴대전화의 분실, 기타의 사유로 정기결제가 이루어지지
                않을 경우 자동결제 및 서비스 이용기간 갱신은 중단됩니다.
              </li>
              <li>
                6.회원의 이용요금 미납 등 귀책사유로 인한 정기결제중지 및 이에 따른 서비스
                이용정지로 인한 손해에 대해 회사는 책임을 지지 않습니다.
              </li>
              <li>
                7.회원이 전기통신사업법상 앱 마켓(예: Apple App Store, Google Play Store)을 통하여
                그 앱 마켓사업자의 약관에 동의하고 자동결제를 신청한 경우에는 해당 약관이 본 조에
                우선하여 적용됩니다. <br />
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 9 조 [wavve코인]
            <ol>
              <li>
                1.wavve 코인의 충전은 wavve 코인 결제 페이지에 있는 결제금액단위 중 원하는금액을
                선택하여 충전할 수 있습니다.
              </li>
              <li>
                2.wavve 코인의 충전 금액은 휴대전화 결제의 경우 해당 통신사의 제한에 의거하여 이용
                및 금액이 제한될 수 있으며, 이와는 별도로 회원이 선택하신 지불 수단에 따라 사용제한
                금액이 있습니다.
              </li>
              <li>
                3.wavve 코인을 충전한 이용자의 경우 아래 내용에도 동의한 것으로 간주합니다.
                <ol>
                  <li>
                    ① 회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보를 전자우편이나
                    무선 문자메시지 등의 방법으로 회원에게 제공할 수 있으며, 회원은 원치 않을 경우
                    정보수신을 거부할 수 있습니다. 다만, 회원의 서비스 이용과 관련되어 서비스 이용상
                    중대한 정책 변경 등에 관한 사항은 정보수신을 거부한 회원들에게도 E-Mail 등을
                    통해 해당 내역을 고지할 수있습니다.
                  </li>
                  <li>
                    ② 회원은 서비스 이용요금을 해당 과금업체의 요금 청구를 받아 납부시스템에 의하여
                    납부하며, 서비스의 이용요금을 정상적으로 납부하지 않을 경우 회사는 해당 회원에
                    대해 서비스의 이용을 제한할 수 있습니다.
                  </li>
                </ol>
              </li>
              <li>
                4. wavve코인의 충전에 대한 결제방식은 회사와 결제 계약이 이루어진 해당사의
                결제기준에 따릅니다.
              </li>
              <li>5. 회사는 wavve코인의 충전금액에 대해 회원에게 이자를 지급하지 아니합니다.</li>
              <li>6. wavve코인 1원은 현금 1원과 같은 비율로 사용이 가능합니다.</li>
              <li>
                7. 회사가 제공하고 회원이 지정한 특정 결제수단으로 wavve 코인을 충전하는 경우,
                회원은 각 결제수단을 제공하는 각 서비스사의 결제 또는 이용 규정에 따릅니다.
              </li>
              <li>8. wavve 코인 결제수단은 회사의 운영정책에 따라 예고없이 변경될 수 있습니다.</li>
              <li>
                9. 회사는 다음 각호에 해당하는 wavve코인 결제 승인 신청에 대해서는 승인하지
                아니하거나 추후 해당 승인을 취소할 수 있습니다.
                <ol>
                  <li>① 결제한 요금을 납부하지 아니하거나 납부자 확인이 불가능한 경우</li>
                  <li>② 만 19세 미만의 미성년자가 법정대리인 동의 없이 결제한 경우</li>
                  <li>③ 이용자의 귀책사유로 wavve 코인의 결제 승인이 불가능하다고 판단되는 경우</li>
                  <li>④ 타인의 결제 정보 등을 도용하거나 부정한 방법으로 거래하는 경우</li>
                  <li>⑤ 타인의 명의나 개인정보를 도용하여 서비스를 이용하는 경우</li>
                  <li>⑥ wavve코인 서비스에 대한 권리를 제3자에게 양도하거나 이전하는 경우</li>
                  <li>⑦ 결제 수단을 악용하여 불법적인 행위를 하는 경우</li>
                  <li>⑧ 기타 본 약관 기타 회사의 이용약관, 관련 법령 등을 위반하는 경우</li>
                </ol>
              </li>
              <li>
                10. 회사는 다음 각호에 해당하는 경우 이용신청에 대한 승인 제한 사유가 해소될 때까지
                승인을 제한하거나 유보할 수 있습니다.
                <ol>
                  <li>
                    ① 서비스 설비가 부족하여 모든 이용자에게 만족스러운 서비스를 제공할 수 없다고
                    판단될 경우
                  </li>
                  <li>② 서비스 제공과 관련하여 기술상 지장이 있는 경우</li>
                  <li>
                    ③ 각 결제수단의 제공업체의 장애, 점검 등으로 결제수단에 장애가 발생하여
                    결제서비스 제공이 불가능한 경우
                  </li>
                </ol>
              </li>
              <li>
                11. wavve 코인을 이용하여 제공되는 각종 유료 서비스는 회사가 정한 범위 내에서 본
                서비스상에서 본인이 직접 이용하는 것에 한정합니다. 이를 초과하는 이용방법은 영리
                또는 비영리를 구분하지 않고 엄격히 금지되며, 제3자에게로의 일체의 복제, 전송, 배포,
                대여, 방송 행위는 금지됩니다.
              </li>
              <li>
                12. wavve 코인을 통한 결제 가능한 유료 서비스의 범위, 이용방법, 사용제한 등은 서비스
                페이지에 안내된 내용 혹은 서비스 정책에 따릅니다.
              </li>
              <li>
                13. 회사의 귀책으로 사용자가 서비스 이용에 손해를 입은 경우 wavve 코인으로 충전 또는
                보상 받거나, 손해에 상응하는 수준으로 이용 금액을 환불받을 수 있습니다.
              </li>
              <li>
                14. wavve 코인의 유효기간은 회원이 wavve 코인을 마지막 사용한 날로부터 5년간
                유효하며, 유효기간이 경과된 wavve 코인은 자동 소멸됩니다.
              </li>
              <li>
                15. wavve 코인의 결제취소, 계약해지, 환불 등은 본 유료서비스약관의 결제취소,
                계약해지, 환불 등 관련 기준에 따라 처리합니다.
              </li>
              <li>16. 회사가 회원에게 지급한 보너스 코인은 환불되지 않습니다.</li>
              <li>
                17. 회사가 회원에게 지급한 보너스 코인은 각 코인별 유효기간까지만 사용가능하며
                유효기간이 지난 보너스 코인은 자동소멸되어 사용하실 수 없습니다.
              </li>
              <li>
                18. 만 19세 미만의 민사상 미성년자가 유료 서비스를 이용하고자 하는 경우,
                법정대리인(부모)의 동의를 받아야 합니다. 미성년자가 부모님 등 법정대리인의 동의를
                받지 않은 경우 유료 서비스를 이용하실 수 없습니다.
              </li>
              <li>
                19. 만 19세 미만의 미성년자의 유료서비스 이용은 법정대리인이 이를 취소할 수
                있습니다. 이 경우 법정대리인은 회사에 당해 이용자의 법정대리인임을 증명하고 확인 및
                보존이 가능한 방법으로 취소의 의사표시를 해야 합니다.
              </li>
              <li>
                20. 미성년자가 다른 성년자 등의 주민번호를 이용하여 회원가입을 하거나 성년자 등의
                결제정보를 그 자의 동의 없이 이용하는 등 사술로써 회사로 하여금 능력자로 믿게 한
                때에는 취소하지 못합니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 10 조 [회원의 청약철회와 결제취소]
            <ol>
              <li>
                1.회사와 유료서비스의 이용에 관한 계약을 체결한 회원은 수신확인의 통지를 받은
                날로부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 다음 각 호 중 하나의
                경우에는 회원의 청약철회권이 제한될 수 있습니다.
                <ol>
                  <li>
                    ①스트리밍/다운로드 등의 방식으로 상품에 해당하는 콘텐츠의 제공이 개시된 경우
                  </li>
                  <li>
                    ②이벤트 등으로 제공한 재화 등이 회원의 책임이 있는 사유로 멸실되거나 훼손된 경우
                    회원의 사용 또는 일부 소비로 가치가 현저하게 감소한 경우, 시간이 지나 다시
                    판매하기 곤란할 정도로 가치가 현저히 감소한 경우, 복제가 가능한 재화 등의 포장을
                    훼손한 경우
                  </li>
                  <li>
                    ③회원이 프로모션 등을 통해 무료/무상으로 취득하는 등 회원이 직접 비용을 지불하지
                    아니하고 이용하는 경우
                  </li>
                </ol>
              </li>
              <li>
                2.제1항의 청약철회는 회원이 전화, 전자우편 또는 기타 회사가 제공하는 방법(1:1 문의
                등)으로 회사에 그 의사를 표시한 때에 효력이 발생합니다.
              </li>
              <li>
                3.회사는 제1항에 따라 회원이 표시한 청약철회의사표시를 수신한 후 지체 없이 이러한
                사실을 회원에게 회신합니다.
              </li>
              <li>
                4.회원은 청약철회한 경우 회원이 선택한 각각의 결제방식에 따라 회사에 해당
                결제취소처리를 신청할 수 있습니다. 다만, 각 호의 경우에는 결제취소처리가
                불가능합니다.
                <ol>
                  <li>①이벤트, 쿠폰, 보상 등 결제수단이 무료로 지급된 경우</li>
                  <li>②해당 기간 내에 사용내역이 있을 경우</li>
                  <li>③해당 결제수단에 따른 결제취소 가능기간을 경과한 경우</li>
                </ol>
              </li>
              <li>
                5. 회원이 결제취소처리가 불가능한 결제방식(계좌이체 등)을 이용해서 유료서비스를
                결제한 경우, 본 조 제6항의 사유와 같이 결제취소처리가 불가능한 경우 회사는 회원의
                청약철회일로부터 지체없이 이를 회원에게 고지하고, 제11조 제1항에 따라 환불 절차를
                진행합니다.
              </li>
              <li>
                6.각각의 결제방식에 따른 결제취소 가능기간은 다음과 같으며, 결제취소 가능기간이
                경과한 경우 결제취소처리가 불가능합니다. 단, 아래 각 호는 관련업체의 사정에 따라
                변경될 수 있습니다.
                <ol>
                  <li>
                    ①신용카드 : 결제당일 ~ 2개월(60일) 이내에 결제취소가 가능합니다. 단, 각각의 해당
                    신용카드사의 정책에 따라 취소가능기간이 다를 수 있습니다.
                  </li>
                  <li>
                    ②휴대전화 : 결제 당월 말일 하루 전까지 결제취소가 가능합니다. 단, 각각의 해당
                    이동통신업체의 정책에 따라 취소가능기간이 다를 수 있습니다.
                  </li>
                  <li>
                    ③계좌이체 : 거래방식 특성상 결제취소가 불가능하여 결제대행 수수료 등을 공제한
                    환불처리만 가능합니다.
                  </li>
                  <li>
                    ④인앱 결제 : 회원이 동의한 해당 앱 마켓(예: Apple App Store, Google Play
                    Store)의 약관상 절차에 따릅니다.
                  </li>
                </ol>
                <p>
                  <br />
                </p>
              </li>
            </ol>
          </li>
          <li>
            제 11 조 [회원의 계약해제·해지]
            <ol>
              <li>
                1.회원은 전화, 전자우편 또는 기타 회사가 제공하는 방법으로 회사에 계약해제·해지의
                의사표시를 할 수 있고, 회사는 회원의 의사표시에 대하여 회신한 날로부터 3영업일
                이내에 대금의 결제와 동일한 방법으로 이를 환급하여야 합니다. 단, 회사가 동일한
                방법으로 환급이 불가능할 때에는 회원의 의사표시에 대하여 회신할 때에 이를 고지하여야
                합니다.
              </li>
              <li>
                2.회사가 제1항에 따라 환급할 경우 제12조에 따라 환불 금액을 계산하여 환급할 수
                있습니다.
              </li>
              <li>
                3.회사는 위 대금을 환급함에 있어서 회원이 신용카드 또는 전자화폐 등의 결제수단으로
                재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화
                등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 다만, 금액공제가 필요한 경우에는
                그러하지 아니할 수 있습니다.
              </li>
              <li>
                4.회사, “유료서비스 등의 대금을 지급 받은 자” 또는 “회원과 유료서비스 이용계약을
                체결한 자“가 동일인이 아닌 경우에 각자는 청약철회 또는 계약해제·해지로 인한
                대금환급과 관련한 의무의 이행에 있어서 연대하여 책임을 집니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 12 조 [환불정책]
            <ol>
              <li>
                1.회사는 환불시 회원의 서비스 이용 금액을 아래와 같이 공제하고 환불할 수 있습니다.
                <ol>
                  <li>①유료서비스 이용금액 = 결제한 유료서비스의 일할 금액 X 기 이용일수</li>
                  <li>②Wavve 코인 이용금액 = Wavve코인 충전액 - Wavve코인 사용액</li>
                  <li>
                    ③VOD단건 이용 금액 = 전체 이용대금 (단, VOD건당 이용 대금이 정의되지 않은
                    콘텐츠를 이용한 경우 동일 성격의 콘텐츠 VOD건당 이용 금액을 이용대금으로
                    산정하여 공제)
                  </li>
                </ol>
              </li>
              <li>
                2.회사는 회사의 사정으로 인한 환불시에는 제1항의 회원이 서비스 이용에 해당하는
                금액을 공제한 잔여 금액의 10%를 더하여 환불 조치합니다.
              </li>
              <li>
                3.회사는 회원의 사정으로 인한 환불시에는 제1항의 회원이 서비스 이용에 해당하는
                금액을 잔여 금액에서 10% (결제대행수수료 및 부대비용)를 제외한 금액을 환불
                조치합니다.
              </li>
              <li>
                4.프로모션이 적용된 상품의 경우에도 제1항이 적용되고, 할인이 적용되지 않은 월정액
                요금을 기준으로 이용대금을 산정합니다.
              </li>
              <li>
                5.회사는 환불할 경우 회원이 신용카드 또는 전자화폐 등의 결제수단으로 이용요금을
                지불한 경우에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 이용요금의 청구를
                정지 또는 취소하도록 요청합니다. 다만, 제1항에 따라 금액 공제가 필요한 경우에는
                그러하지 아니할 수 있습니다.
              </li>
              <li>
                6.기결제된 결제금액 또는 결제취소가 불가능한 결제금액의 환불 신청 시에는 해당 요금의
                정상납입 확인 후 환불조치가 가능하며, 결제취소기간 내 환불 의사를 밝힌 경우에는
                결제취소처리를 우선적으로 고려하여 처리할 수 있습니다.
              </li>
              <li>
                7.환불 받을 금융기관 계좌의 예금주 명의와 회사에 등록된 회원 ID의 명의가 동일한
                경우에만 입금하여 드립니다. 단 해외금융기관의 계좌인 경우에는 환불이 불가능합니다.
              </li>
              <li>
                8.개인정보 도용 및 결제정보 도용 또는 부정결제 등으로 인한 경우에는 환불되지 않으며,
                해당 경우의 결제자 개인정보 요구 및 확인은 관계법령에 근거한 수사기관의 정당한
                요청을 통해서만 확인이 가능합니다.
              </li>
              <li>
                9.환불 절차는 제11조 제1항 본문 후문의 절차에 따르는 것을 원칙으로 합니다. 다만,
                후불제 결제수단 (신용카드, 휴대전화) 등을 이용해서 결제하신 경우에는 해당 결제내역의
                입금사실이 3개월 이내에 확인 가능하므로 해당 기간만큼 환불처리기간이 추가로 소요될
                수 있습니다.
              </li>
              <li>
                10.환불 시에는 실제 회원님께서 결제하신 금액에 대해 납부영수증 등으로 이용요금의
                납부여부를 확인한 후 환불해드리게 됩니다. 이용요금의 납부여부의 확인이 불가능한 경우
                환불이 불가능할 수 있으니 결제와 관련된 납부영수증 등의 증빙자료 보관에 유념하시기
                바랍니다.
              </li>
              <li>
                11.회원탈퇴 및 환불요청 시 회원님의 오기(誤記)등의 귀책사유로 인해 발생하는 불이익에
                대해서 회사는 책임을 지지 않습니다.
              </li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            제 13 조 [과오금]
            <ol>
              <li>
                1.회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금 전액을
                환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에
                고지합니다.
              </li>
              <li>
                2.회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용, 수수료 등에 관계없이
                과오금 전액을 환불합니다. 다만, 회원의 책임 있는 사유로 과오금이 발생한 경우, 회사가
                과오금을 환불하는 데 소요되는 비용은 합리적인 범위 내에서 회원이 부담하여야 합니다.
              </li>
              <li>
                3.회사는 회원이 주장하는 과오금에 대해 환불을 거부할 경우에 정당하게 이용대금이
                부과되었음을 입증할 책임을 집니다.
              </li>
              <li>4.회사는 과오금의 환불절차를 디지털 콘텐츠 이용자 보호지침에 따라 처리합니다.</li>
            </ol>
            <p>
              <br />
            </p>
          </li>
          <li>
            <div>제 14 조 [콘텐츠하자 등에 의한 이용자피해보상]</div>
            <div>
              회사는 유료서비스 하자 등에 의한 이용자피해보상의 기준·범위·방법 및 절차에 관한 사항을
              디지털콘텐츠 이용자 보호지침에 따라 처리합니다.
            </div>
            <div>
              <br />
            </div>
          </li>
          <li>
            <div>제 15 조 [분쟁의 해결]</div>
            <div>
              회사는 분쟁이 발생하였을 경우에 회원이 제기하는 정당한 의견이나 불만을 반영하여
              적절하고 신속한 조치를 취합니다. 다만, 신속한 처리가 곤란한 경우에 회사는 회원에게 그
              사유와 처리일정을 통보합니다.
            </div>
            <div>
              <br />
            </div>
          </li>
          <li>
            제 16 조 (준거법 및 관할법원)
            <ol>
              <li>1. 회사와 회원간에 제기된 소송에 대해서는 대한민국 법률을 준거법으로 합니다.</li>
              <li>
                2. 회사와 회원간 발생한 분쟁에 관한 소송은 제소 당시의 회원의 주소에 의하고, 주소가
                없는 경우 거소를 관할하는 지방법원의 전속관할로 합니다. 단, 제소 당시 회원의 주소
                또는 거소가 명확하지 아니한 경우의 관할법원은 민사소송법에 따라 정합니다.
              </li>
            </ol>
          </li>
        </ol>
        <p>부칙</p>
        <ul>
          <li>(시행일) 이 약관은 2025년 6월 5일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2024년 7월 24일부터 시행합니다.</li>
          <li>
            (시행일) 이 약관은 2024년 7월 17일부터 시행합니다.
            <br />
          </li>
          <li>(시행일) 이 약관은 2022년 1월 26일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2020년 9월 24일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2019년 9월 18일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2018년 5월 3일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2013년 5월 22일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2013년 2월 27일부터 시행합니다.</li>
          <li>(시행일) 이 약관은 2012년 7월 23일부터 시행합니다.</li>
        </ul>
      </div>
    </div>
  );
};

export default AgreementPayment;
