import type { NoticeType } from "../types/etc";

export const noticeData: NoticeType[] = [
    {
        id: 1, division: '서비스 공지', title: '서비스 개편 안내 - "프로필 관리 기능" 개선', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 2, division: '콘텐츠 공지', title: '광고형 스탠다드" 이용권 출시 안내', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 3, division: '서비스 공지', title: '[점검안내] 12월 16일 KBS LIVE 채널 점검', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 4, division: '콘텐츠 공지', title: '[업데이트] 12월 1주 프로그램 리스트', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 5, division: '콘텐츠 공지', title: '[업데이트] 11월 4주 프로그램 리스트', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 6, division: '콘텐츠 공지', title: '[업데이트/중지] 12월 Wavvie 영화 리스트 (251211 ver)', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 7, division: '서비스 공지', title: '[업데이트] 11월 3주 프로그램 리스트', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 8, division: '서비스 공지', title: '[점검안내] 12월 16일 KBS LIVE 채널 점검', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 9, division: '서비스 공지', title: '[종료안내] SBS 실시간 방송 및 VOD 서비스 종료', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },
    {
        id: 10, division: '서비스 공지', title: '"광고형 스탠다드" 이용권 출시 안내', date: '2025-12-02',
        content: '안녕하세요. Wavve(웨이브)입니다./n 개인정보 보호강화 및 프로필 관리기능 개선을 위한 서비스 개편 안내드립니다./n"프로필 4개 제공" 및 "프로필 잠금 기능"을 통해 개인정보를 안전하게 보호하고 자녀보호 설정도 간편하게 할 수 있습니다'
    },

]